var defaultLibs = 
[
    {
      id: "1",
      question: "马克思主义是一个博大精深的科学理论体系，其理论基础是___",
      media: "视频或者图片地址",
      a: "剩余价值学说",
      b: "马克思主义政治经济学",
      c: "马克思主义哲学",
      answer: "c",
      type: 1
    },
    {
      id: "2",
      question: "马克思主义理论从广义上说___",
      media: "视频或者图片地址",
      a: "不仅指马恩创立的基本理论、基本观点和学说体系，也包括继承者对它的发展",
      b: "无产阶级争取自身解放和整个人类解放的学说体系",
      c: "关于无产阶级斗争的性质、目的和解放条件的学说",
      answer: "a",
      type: 1
    },
    {
      id: "3",
      question: "作为中国共产党和社会主义事业指导思想的马克思主义是指___",
      media: "视频或者图片地址",
      a: "不仅指马克思恩格斯创立的基本理论、基本观点和学说体系，也包括继承者对它的发展",
      b: "无产阶级争取自身解放和整个人类解放的学说体系",
      c: "关于无产阶级斗争的性质、目的和解放条件的学说",
      answer: "a",
      type: 1
    }
    , {
      id: "4",
      question: "马克思主义最重要的理论品质是___",
      media: "视频或者图片地址",
      a: "吐故纳新",
      b: "科学严谨",
      c: "与时俱进",
      answer: "c",
      type: 1
    },
    {
      id: "5",
      question: "马克思主义产生的经济根源是___",
      media: "视频或者图片地址",
      a: "工业革命",
      b: "资本主义经济危机",
      c: "资本主义社会生产力和生产关系的矛盾运动",
      answer: "c",
      type: 1
    },
    {
      id: "6",
      question: "马克思主义产生的阶级基础和实践基础是___",
      media: "视频或者图片地址",
      a: "资本主义的剥削和压迫",
      b: "无产阶级作为一支独立的政治力量登上了历史舞台",
      c: "工人罢工和起义",
      answer: "b",
      type: 1
    },
    {
      id: "7",
      question: "提出价值规律是“一只看不见的手”是___",
      media: "视频或者图片地址",
      a: "马克思",
      b: "亚当·斯密",
      c: "大卫·李嘉图",
      answer: "b",
      type: 1
    },
    {
      id: "8",
      question: "马克思恩格斯进一步发展和完善了的英国古典经济学理论是___",
      media: "视频或者图片地址",
      a: "辩证法",
      b: "历史观",
      c: "劳动价值论",
      answer: "c",
      type: 1
    },
     {
      id: "9",
      question: "马克思把黑格尔的辩证法称为___",
      media: "视频或者图片地址",
      a: "合理内核",
      b: "基本内核",
      c: "精髓",
      answer: "a",
      type: 1
    },
     {
       id: "10",
       question: "“哲学把无产阶级当作自己的物质武器，同样，无产阶级把哲学当作自己的精神武器”，这个论断的含义是___",
       media: "视频或者图片地址",
       a: "马克思主义是无产阶级的世界观和方法论",
       b: "哲学的存在方式是物质",
       c: "无产阶级的存在方式是精神",
       answer: "a",
       type: 1
     },
     {
       id: "11",
       question: "马克思主义认为，哲学是___",
       media: "视频或者图片地址",
       a: "人们自发形成的世界观",
       b: "理论化、系统化的世界观",
       c: "科学的世界观",
       answer: "b",
       type: 1
     },
     {
       id: "12",
       question: "唯心主义的基本形式是___",
       media: "视频或者图片地址",
       a: "客观唯心主义与主观唯心主义",
       b: "一元论唯心主义与二元论唯心主义",
       c: "经验论唯心主义与唯理论唯心主义",
       answer: "a",
       type: 1
     },
     {
       id: "13",
       question: "存在就是被感知是___",
       media: "视频或者图片地址",
       a: "主观唯心主义观点",
       b: "客观唯物主义观点",
       c: "朴素唯物主义观点",
       answer: "a",
       type: 1
     },
     {
       id: "14",
       question: "古代朴素唯物主义把世界的本原归结为___",
       media: "视频或者图片地址",
       a: "绝对观念",
       b: "客观实在",
       c: "水、火等“原初”物质",
       answer: "c",
       type: 1
     }


  ]
module.exports = {
  defaultLibs
}